export const COURSE_TABLE: {
  id: number;
  name: string;
  job: string;
  status: string;
}[] = [
  {
    id: 1,
    name: 'Основные принципы и ценности компании',
    job: 'Вы',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 2,
    name: 'Основные принципы и ценности компании',
    job: 'Вы',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 3,
    name: 'Основные принципы и ценности компании',
    job: 'Вы',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 4,
    name: 'Основные принципы и ценности компании',
    job: 'Вы',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 5,
    name: 'Основные принципы и ценности компании',
    job: 'Вы',
    status: 'Авторизован или не авторизован',
  },
];

export const PERSONAL_TABLE: {
  id: number;
  name: string;
  job: string;
  status: string;
}[] = [
  {
    id: 1,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 2,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 3,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 4,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 5,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
  {
    id: 6,
    name: 'Иванов Иван Иванович',
    job: 'Резчик стекла',
    status: 'Авторизован или не авторизован',
  },
];
